PAD
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
CLS
SEP
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
X
 PUNCT
 PUNCT
 SYM
 SYM
 INTJ
 CCONJ
 PUNCT
 PUNCT
 PUNCT
 PUNCT
 ADV
 PUNCT
 PUNCT
 PUNCT
 PUNCT
 PUNCT
 NUM
 NUM
 X
 NUM
 NUM
 NUM
 NUM
 NUM
 NUM
 PUNCT
 PUNCT
 X
 VERB
 PUNCT
 PUNCT
 PUNCT
 X
 PROPN
 PUNCT
 PUNCT
 PUNCT
 PUNCT
 PRON
 X
 NOUN
 X
 X
 X
 PROPN
 NOUN
 PRON
 NOUN
 NOUN
 NOUN
 VERB
 CCONJ
 X
 NOUN
 X
 X
 NOUN
 NOUN
 NOUN
 X
 PROPN
 VERB
 PROPN
 X
 PUNCT
 NOUN
 PUNCT
 PUNCT
 VERB
 NUM
 NOUN
 PROPN
 PUNCT
 PROPN
 PROPN
 ADP
 INTJ
 VERB
 PUNCT
 VERB
 NOUN
 NOUN
 NOUN
 NUM
 X
 NOUN
 PROPN
 NOUN
 PUNCT
 NUM
 X
 PUNCT
 VERB
 NOUN
 VERB
 X
 X
 X
 X
 VERB
 PUNCT
 X
 PROPN
 NOUN
 X
 PROPN
 NOUN
 X
 NOUN
 PROPN
 PROPN
 CCONJ
 X
 PUNCT
 NOUN
 X
 X
 NOUN
 PROPN
 PUNCT
 X
 X
 PROPN
 PROPN
 X
 X
 VERB
 PROPN
 X
 NOUN
 X
 X
 VERB
 ADJ
 X
 PROPN
 VERB
 ADV
 X
 X
 X
 X
 PUNCT
 NOUN
 PROPN
 X
 VERB
 INTJ
 PUNCT
 PROPN
 PROPN
 ADV
 X
 PROPN
 PROPN
 X
 X
 X
 X
 NOUN
 X
 NOUN
 PROPN
 PROPN
 X
 VERB
 X
 X
 X
 X
 NOUN
 PROPN
 VERB
 X
 X
 PUNCT
 VERB
 ADV
 PROPN
 PROPN
 PROPN
 PROPN
 NOUN
 PROPN
 PROPN
 NOUN
 X
 X
 X
 X
 X
 X
 X
 NOUN
 PROPN
 X
 NOUN
 PROPN
 NOUN
 X
 VERB
 PUNCT
 INTJ
 X
 NOUN
 X
 PROPN
 X
 VERB
 X
 PROPN
 X
 PROPN
 X
 PROPN
 VERB
 X
 X
 NOUN
 X
 PROPN
 X
 X
 X
 PROPN
 PROPN
 PROPN
 X
 X
 NOUN
 PUNCT
 X
 VERB
 NOUN
 PROPN
 PROPN
 CCONJ
 X
 PROPN
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 X
 X
 X
 X
 VERB
 X
 X
 PROPN
 X
 X
 X
 NOUN
 PROPN
 NUM
 PUNCT
 PROPN
 NOUN
 NOUN
 PROPN
 VERB
 X
 PROPN
 X
 X
 VERB
 PUNCT
 X
 VERB
 X
 NOUN
 ADJ
 NOUN
 PROPN
 VERB
 X
 PROPN
 PROPN
 X
 X
 PROPN
 INTJ
 PROPN
 X
 X
 X
 ADV
 X
 NOUN
 PUNCT
 VERB
 NOUN
 INTJ
 X
 X
 X
 NOUN
 PROPN
 PROPN
 PROPN
 PUNCT
 PROPN
 X
 X
 VERB
 PROPN
 X
 VERB
 X
 ADV
 X
 X
 VERB
 X
 X
 PROPN
 NOUN
 X
 VERB
 PROPN
 VERB
 X
 PUNCT
 X
 PROPN
 VERB
 NOUN
 PROPN
 PROPN
 PROPN
 NOUN
 ADP
 PROPN
 X
 NUM
 PROPN
 PROPN
 NOUN
 NOUN
 PROPN
 INTJ
 NOUN
 VERB
 PUNCT
 PRON
 X
 NUM
 VERB
 PROPN
 PROPN
 ADP
 X
 X
 X
 NOUN
 X
 X
 PROPN
 X
 NOUN
 NOUN
 VERB
 X
 X
 PROPN
 PROPN
 VERB
 VERB
 X
 X
 NOUN
 X
 NOUN
 PROPN
 PROPN
 X
 NOUN
 NOUN
 NOUN
 X
 X
 X
 VERB
 X
 X
 PROPN
 X
 X
 NOUN
 NOUN
 X
 PROPN
 NOUN
 PROPN
 NOUN
 ADV
 PROPN
 VERB
 VERB
 X
 VERB
 NOUN
 PROPN
 PROPN
 PROPN
 X
 NOUN
 X
 NOUN
 PRON
 X
 NOUN
 CCONJ
 ADV
 NOUN
 VERB
 VERB
 NOUN
 ADP
 PROPN
 X
 NOUN
 VERB
 PROPN
 PROPN
 VERB
 X
 VERB
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 PROPN
 X
 X
 X
 VERB
 X
 PROPN
 X
 INTJ
 PROPN
 INTJ
 NOUN
 PUNCT
 X
 NOUN
 PUNCT
 PUNCT
 NOUN
 PROPN
 X
 X
 PROPN
 PROPN
 PROPN
 VERB
 X
 PROPN
 X
 PUNCT
 X
 PROPN
 ADV
 X
 PUNCT
 X
 X
 PROPN
 X
 PROPN
 VERB
 X
 VERB
 PUNCT
 X
 X
 PROPN
 PROPN
 X
 ADV
 X
 VERB
 PROPN
 X
 VERB
 PROPN
 NOUN
 X
 ADV
 VERB
 X
 PROPN
 X
 ADV
 X
 NOUN
 NOUN
 INTJ
 PROPN
 VERB
 X
 X
 PROPN
 VERB
 X
 X
 X
 X
 X
 VERB
 PROPN
 ADJ
 PUNCT
 PUNCT
 NUM
 ADJ
 PUNCT
 PUNCT
 X
 PUNCT
 PUNCT
 PUNCT
 VERB
 NOUN
 X
 PUNCT
 VERB
 VERB
 PROPN
 PROPN
 VERB
 VERB
 NUM
 X
 X
 NUM
 NUM
 X
 NUM
 NUM
 X
 PROPN
 X
 NUM
 X
 NUM
 X
 NUM
 NUM
 NUM
 X
 NUM
 X
 CCONJ
 PROPN
 X
 X
 PROPN
 NOUN
 X
 PUNCT
 X
 X
 INTJ
 X
 X
 PROPN
 X
 NOUN
 NOUN
 SYM
 VERB
 NOUN
 NOUN
 ADV
 NOUN
 X
 X
 VERB
 PROPN
 NOUN
 PUNCT
 NOUN
 NOUN
 VERB
 ADJ
 NOUN
 ADV
 NOUN
 ADV
 PROPN
 X
 PROPN
 PROPN
 NOUN
 VERB
 PROPN
 X
 NOUN
 PUNCT
 NOUN
 NOUN
 INTJ
 ADJ
 PROPN
 PUNCT
 PROPN
 NUM
 NOUN
 VERB
 X
 PUNCT
 PUNCT
 VERB
 NOUN
 NOUN
 VERB
 VERB
 PROPN
 VERB
 PROPN
 PROPN
 PROPN
 VERB
 PROPN
 ADP
 NOUN
 PROPN
 ADJ
 NUM
 NOUN
 NOUN
 X
 VERB
 X
 ADJ
 VERB
 VERB
 NUM
 PROPN
 PROPN
 NOUN
 X
 PROPN
 X
 PROPN
 X
 PUNCT
 X
 PROPN
 NOUN
 X
 INTJ
 ADJ
 PROPN
 X
 VERB
 VERB
 X
 PROPN
 PROPN
 ADV
 NOUN
 X
 X
 NOUN
 NOUN
 PROPN
 NOUN
 PROPN
 X
 X
 NOUN
 PROPN
 VERB
 X
 PROPN
 VERB
 PROPN
 NOUN
 ADP
 VERB
 INTJ
 PROPN
 X
 X
 VERB
 PROPN
 X
 VERB
 X
 X
 X
 PROPN
 X
 PROPN
 X
 VERB
 VERB
 PROPN
 X
 PROPN
 PROPN
 X
 NOUN
 X
 X
 X
 X
 NOUN
 ADV
 PROPN
 X
 PUNCT
 VERB
 X
 NOUN
 PROPN
 PROPN
 X
 PROPN
 X
 X
 PROPN
 X
 X
 PROPN
 X
 X
 X
 NUM
 X
 NOUN
 X
 PUNCT
 X
 PUNCT
 NOUN
 VERB
 PROPN
 X
 X
 NOUN
 PROPN
 X
 X
 VERB
 PROPN
 PROPN
 PROPN
 PROPN
 X
 X
 NOUN
 X
 X
 NOUN
 X
 X
 X
 NOUN
 X
 PRON
 NOUN
 VERB
 PROPN
 X
 X
 VERB
 PUNCT
 PROPN
 X
 ADV
 VERB
 X
 X
 X
 VERB
 VERB
 X
 VERB
 PROPN
 X
 PROPN
 VERB
 X
 X
 X
 PROPN
 X
 X
 PROPN
 NOUN
 X
 VERB
 X
 NOUN
 PROPN
 X
 ADV
 PUNCT
 PROPN
 X
 X
 NOUN
 X
 X
 PROPN
 X
 VERB
 ADP
 X
 X
 X
 PROPN
 PROPN
 X
 NOUN
 PROPN
 NOUN
 X
 VERB
 X
 X
 ADP
 PUNCT
 NOUN
 VERB
 X
 X
 PROPN
 X
 PROPN
 ADV
 PROPN
 X
 VERB
 NOUN
 PROPN
 X
 VERB
 X
 X
 X
 X
 VERB
 X
 X
 NOUN
 PUNCT
 PROPN
 X
 X
 PROPN
 X
 PROPN
 VERB
 NOUN
 PROPN
 X
 X
 NOUN
 NOUN
 X
 PROPN
 PROPN
 X
 PROPN
 PROPN
 PROPN
 VERB
 ADV
 VERB
 X
 NOUN
 X
 X
 X
 PROPN
 X
 VERB
 X
 X
 PROPN
 PROPN
 PROPN
 X
 X
 X
 PROPN
 ADV
 VERB
 X
 VERB
 X
 X
 PUNCT
 X
 X
 X
 PROPN
 NOUN
 NOUN
 ADP
 X
 VERB
 NOUN
 PROPN
 X
 NOUN
 PUNCT
 X
 PROPN
 X
 X
 PUNCT
 X
 PROPN
 X
 X
 VERB
 X
 VERB
 PROPN
 X
 PROPN
 X
 X
 X
 NOUN
 ADJ
 X
 PROPN
 PROPN
 PROPN
 ADP
 PROPN
 NOUN
 X
 X
 X
 X
 INTJ
 ADP
 X
 VERB
 X
 X
 X
 PUNCT
 NOUN
 PROPN
 NOUN
 NOUN
 NOUN
 PROPN
 PROPN
 PROPN
 VERB
 PROPN
 X
 X
 VERB
 PROPN
 VERB
 X
 X
 VERB
 X
 PROPN
 NOUN
 PUNCT
 VERB
 X
 NOUN
 ADV
 ADP
 NOUN
 X
 X
 ADV
 X
 PUNCT
 PUNCT
 PUNCT
 PUNCT
 ADJ
 VERB
 PROPN
 PUNCT
 PUNCT
 NOUN
 PRON
 ADP
 CCONJ
 ADP
 PART
 AUX
 PRON
 AUX
 ADP
 ADP
 ADP
 ADP
 PRON
 PRON
 PRON
 ADP
 ADP
 ADP
 PRON
X
 PRON
 PRON
 VERB
 PRON
 AUX
 CCONJ
 AUX
 PRON
 AUX
 PART
 PRON
 PRON
 NUM
 PRON
 CCONJ
 VERB
 PRON
 PRON
 ADV
 PRON
 ADV
 PRON
 VERB
 ADV
 PRON
 ADV
 AUX
 SCONJ
 ADP
 ADV
 ADP
 ADJ
 NUM
 PRON
X
 NOUN
 AUX
 INTJ
 PRON
 ADV
 VERB
 PRON
 ADP
 ADV
 ADJ
 ADV
 ADV
X
 AUX
 SCONJ
 INTJ
 ADV
 PRON
 ADV
 PRON
 AUX
X
 SCONJ
 ADV
X
 ADP
 ADP
X
 VERB
X
 VERB
 NOUN
 ADP
 ADP
 ADV
 NOUN
 ADV
 NOUN
 AUX
 ADP
 ADV
 INTJ
 NUM
X
 NOUN
 SCONJ
 AUX
X
X
X
 ADV
X
 NOUN
 ADP
 ADV
 VERB
 ADJ
 AUX
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 ADP
 PRON
 ADJ
 ADV
 NOUN
 PRON
 ADJ
X
 PRON
 PROPN
 VERB
 ADV
 NOUN
 ADP
 VERB
 SCONJ
 ADV
 VERB
 NOUN
 PUNCT
 PROPN
X
 NOUN
 PROPN
 SCONJ
 X
X
 VERB
 PROPN
 NOUN
 SCONJ
 ADV
 ADV
 NOUN
 PROPN
 PRON
 VERB
 PRON
 ADJ
 ADV
 NOUN
 NOUN
 VERB
 INTJ
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 ADJ
 PRON
 VERB
 NOUN
 ADV
 NOUN
 ADV
 VERB
 NUM
 NOUN
 PRON
 VERB
 VERB
 NOUN
 ADV
 VERB
 NUM
 ADV
 NOUN
 VERB
 NOUN
 NOUN
 ADJ
 VERB
 VERB
 NOUN
 NOUN
 ADJ
 ADV
 ADJ
 PROPN
 NUM
 ADV
 NOUN
 VERB
 NOUN
 ADJ
 ADV
 VERB
 VERB
 NOUN
 VERB
 ADJ
 VERB
 NOUN
X
 ADJ
 VERB
 PRON
 NOUN
 VERB
 ADJ
 ADV
 NOUN
 AUX
 NOUN
 VERB
 PROPN
X
 VERB
 VERB
X
 NUM
 NOUN
X
 PROPN
 VERB
 ADJ
 ADJ
 NOUN
 PROPN
X
 NOUN
 VERB
 PRON
X
 PROPN
 VERB
 VERB
 ADP
 ADJ
 NUM
 NOUN
 PROPN
 NOUN
 VERB
 PROPN
 PROPN
 PRON
 PROPN
 PROPN
 PROPN
 NUM
 ADJ
 NUM
 NUM
 PROPN
 VERB
 NOUN
 NOUN
 NUM
 PROPN
 ADJ
X
 VERB
 NOUN
 NUM
 VERB
 NOUN
 NOUN
X
 ADV
 ADJ
 PROPN
 NOUN
 NOUN
 VERB
 PROPN
 NUM
 NOUN
 VERB
 NUM
X
 NOUN
 VERB
 NOUN
 NUM
 SCONJ
 PRON
 NUM
 VERB
 NOUN
 NOUN
 NOUN
 ADP
 NOUN
 ADJ
 NOUN
 ADP
 ADJ
 NOUN
 ADJ
 VERB
 VERB
 ADJ
 NOUN
 NOUN
 VERB
 NOUN
 PROPN
 VERB
X
 ADV
 NUM
 NUM
 AUX
 NUM
 NUM
 NOUN
 ADJ
 VERB
 PROPN
 VERB
 NOUN
 NOUN
 VERB
 ADJ
 NOUN
 NOUN
 PROPN
 NOUN
 SCONJ
 NUM
 NOUN
 VERB
 NOUN
 NOUN
 ADJ
 NOUN
 NOUN
 SCONJ
 ADJ
 ADJ
 VERB
 NOUN
 ADJ
 VERB
 NUM
 VERB
 VERB
 PROPN
 VERB
 VERB
X
 ADV
 VERB
 ADJ
 NOUN
 VERB
 ADJ
X
 ADP
 PRON
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
X
 ADP
 NOUN
 NOUN
 NUM
 VERB
 NUM
 NUM
X
 VERB
 NOUN
X
 NOUN
 VERB
 NOUN
 VERB
 PROPN
 PROPN
 NOUN
 ADV
 NOUN
 NOUN
 NOUN
X
 ADJ
 NUM
 VERB
 VERB
 NOUN
 NOUN
 ADP
 VERB
 NUM
 ADV
 ADV
 PROPN
 PROPN
 NOUN
 NUM
 PROPN
 NUM
 VERB
 NOUN
 VERB
 ADJ
 NUM
 VERB
 VERB
 ADP
 NOUN
 ADV
 VERB
 ADJ
 NOUN
 NUM
 VERB
 ADJ
 VERB
 NOUN
 VERB
 ADV
 VERB
 ADJ
 VERB
 AUX
 VERB
 VERB
 VERB
 ADJ
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 AUX
 NUM
 NOUN
 NUM
 NOUN
 NOUN
 NUM
 ADJ
 ADV
 PROPN
 VERB
 VERB
 NOUN
 NOUN
 ADV
 VERB
 ADV
 NOUN
 ADV
 NOUN
 NOUN
 INTJ
X
 NOUN
 NOUN
 VERB
 NOUN
X
 PROPN
 NOUN
X
 NUM
 VERB
 NOUN
X
 ADV
 ADJ
 NOUN
 NOUN
 NOUN
 NOUN
 NUM
 NOUN
 VERB
X
 PRON
 VERB
 NOUN
 NOUN
 ADJ
 ADP
 NOUN
 PRON
 VERB
 VERB
 PROPN
X
 NOUN
 VERB
 NOUN
 VERB
 VERB
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 PROPN
 ADV
 VERB
 NOUN
 ADV
 ADV
 NUM
X
 NOUN
 PROPN
 ADJ
 NUM
X
 NOUN
 NOUN
 NOUN
 ADJ
 NOUN
 NUM
 NUM
 NOUN
 NUM
 VERB
 NOUN
 NOUN
X
X
 NOUN
 ADJ
X
 VERB
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 ADJ
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 ADP
 NOUN
 NOUN
 ADJ
 NUM
X
 AUX
 VERB
 ADV
X
 ADJ
 PROPN
 NOUN
 VERB
 VERB
X
 ADV
 ADJ
 VERB
 PROPN
 NOUN
 VERB
 SCONJ
 VERB
 ADJ
 ADJ
 NOUN
 ADV
X
X
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 ADJ
 NOUN
 NUM
 NOUN
 PROPN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 ADV
 ADJ
 VERB
X
 NOUN
 NOUN
X
 PRON
X
 NOUN
 NOUN
 VERB
 PROPN
 ADV
 VERB
 NOUN
 VERB
X
 ADJ
 VERB
 PROPN
 ADV
 PROPN
 VERB
 NOUN
 PROPN
X
 NUM
 VERB
 VERB
 ADJ
 PROPN
 VERB
 NOUN
 ADP
 PROPN
 ADV
 VERB
 VERB
 NOUN
 VERB
 NOUN
 NUM
 VERB
 NUM
 VERB
 ADJ
 ADJ
 PROPN
 NOUN
 PROPN
 VERB
 ADV
 ADJ
X
 VERB
 NOUN
X
 ADJ
 NOUN
 ADV
 PRON
 VERB
 ADJ
 NUM
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 ADP
X
 NOUN
 VERB
 NOUN
 NUM
 NOUN
 VERB
 ADJ
 ADJ
X
 VERB
 NOUN
 NOUN
X
 NOUN
 NUM
 VERB
 VERB
 VERB
 NUM
 PROPN
 NOUN
X
 NOUN
 VERB
 NOUN
 VERB
 PROPN
 NOUN
 NOUN
 VERB
 ADJ
 ADJ
 VERB
 NOUN
 VERB
 VERB
 PROPN
X
 NUM
 NOUN
 NOUN
 VERB
 PROPN
 NUM
 PROPN
 VERB
 VERB
 VERB
 NOUN
 NOUN
 VERB
 VERB
 VERB
 NOUN
 ADV
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 PROPN
 VERB
 ADV
 INTJ
 NOUN
 SCONJ
 NOUN
 NOUN
 NUM
 NOUN
 NOUN
 NUM
 ADJ
 VERB
 ADJ
 NUM
 ADV
 PROPN
 ADV
 VERB
 VERB
 VERB
 NOUN
 VERB
 NOUN
 VERB
 PROPN
 VERB
 NOUN
 NOUN
 NOUN
 ADV
 VERB
 VERB
 ADJ
 NOUN
 NOUN
 NOUN
 ADJ
 ADV
 VERB
 NUM
 VERB
 ADV
 ADJ
 VERB
X
 NOUN
 NOUN
 VERB
 NOUN
 PROPN
 ADJ
 NOUN
 NOUN
 ADJ
 NOUN
 ADP
 NOUN
 NOUN
 VERB
 NOUN
 NUM
 NOUN
 NUM
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 VERB
X
X
 PROPN
 INTJ
 PROPN
 ADV
 NOUN
 ADJ
 NUM
 PROPN
 NOUN
 PROPN
 ADV
 VERB
 NOUN
 NOUN
 PROPN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 PRON
 ADV
 NOUN
 ADJ
 PROPN
 NOUN
 NOUN
 PROPN
 VERB
X
 NOUN
 PROPN
 VERB
X
 ADV
 VERB
 NUM
 PROPN
 PROPN
X
 NUM
 NOUN
X
 VERB
 NOUN
 PROPN
 NOUN
 VERB
X
 PRON
 NUM
 VERB
 NOUN
 NOUN
 ADP
 PROPN
 VERB
 ADJ
 PROPN
 NOUN
 VERB
 ADJ
 NOUN
X
 PROPN
 VERB
 NOUN
 PROPN
 NUM
X
X
 VERB
 VERB
 ADV
 NOUN
 ADV
 NOUN
 ADV
 PROPN
 PROPN
 NUM
 NOUN
 VERB
 VERB
 NOUN
X
 VERB
 VERB
 PROPN
 PROPN
 NOUN
X
 NOUN
 NOUN
 VERB
 NOUN
 ADP
 NOUN
 ADJ
 VERB
 VERB
 ADJ
X
 NOUN
 NOUN
 ADV
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
 ADV
X
 VERB
 VERB
 NOUN
 ADV
 ADJ
 NOUN
 NOUN
 NOUN
 NOUN
 ADV
 NOUN
 VERB
 VERB
 NOUN
 NOUN
X
 VERB
 NOUN
 VERB
 PROPN
 NOUN
 ADJ
 NUM
 NOUN
 NOUN
 VERB
X
 VERB
 ADJ
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 ADJ
 VERB
 NOUN
 VERB
 PROPN
 NOUN
 NOUN
 VERB
 ADJ
 ADJ
 NOUN
 NOUN
 PROPN
 VERB
 ADJ
 VERB
 VERB
X
 PROPN
 VERB
 VERB
 PRON
 VERB
 ADJ
 NOUN
 NUM
 NOUN
 VERB
 PROPN
 NOUN
 NOUN
 NOUN
 NOUN
 DET
 NOUN
 NOUN
 NOUN
 PROPN
 PROPN
 NOUN
X
 VERB
 NOUN
 VERB
 PROPN
 PROPN
 VERB
 ADJ
 ADJ
 NOUN
X
 PROPN
 VERB
 ADJ
 ADJ
 PROPN
 PROPN
 NOUN
 VERB
 ADP
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 ADV
 NOUN
 ADV
 PROPN
 VERB
 VERB
 VERB
 VERB
 NOUN
 PROPN
X
 NOUN
 ADV
 VERB
 NUM
 ADJ
 NOUN
 NOUN
 ADJ
 PROPN
 VERB
 VERB
 NOUN
X
 VERB
 NOUN
 PRON
 NOUN
 NUM
X
 PRON
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
X
 NOUN
 VERB
 ADJ
 ADP
 ADJ
 NOUN
 VERB
X
 NOUN
 PRON
 PROPN
X
 VERB
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 ADJ
 VERB
 NOUN
 INTJ
 NOUN
 VERB
 PROPN
 VERB
 NOUN
 NUM
 VERB
 NOUN
 NOUN
 VERB
X
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 NUM
 NOUN
 NOUN
 NOUN
X
 VERB
 NOUN
 NOUN
X
 NOUN
 ADJ
 NOUN
 ADV
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 VERB
 VERB
 NOUN
 ADJ
 ADJ
 ADJ
 PROPN
 ADJ
X
 NOUN
 NUM
 ADJ
 NOUN
 VERB
 ADJ
 ADV
 NUM
 NUM
 PROPN
 PROPN
 NOUN
 ADJ
 NOUN
 VERB
 ADJ
 NOUN
 NOUN
 ADJ
 NOUN
 NOUN
X
 ADJ
 NUM
 VERB
 NUM
 NOUN
 ADJ
 NOUN
 NOUN
 NOUN
 ADJ
 ADJ
 NOUN
 PRON
 VERB
 NOUN
 VERB
 NOUN
 ADV
 NOUN
 PROPN
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 NUM
 NOUN
 VERB
 NOUN
 NOUN
 ADJ
 ADV
 PROPN
 NOUN
 VERB
 NOUN
X
 NOUN
 PRON
 NOUN
X
 PROPN
 NOUN
 VERB
X
 NOUN
X
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 ADV
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 ADJ
 PROPN
 VERB
 NOUN
X
 NOUN
X
 VERB
 NOUN
 ADV
 NOUN
 NUM
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 SCONJ
 NOUN
 VERB
 ADV
 NOUN
 NOUN
 NOUN
X
 NOUN
 NOUN
 NUM
 ADV
 NUM
 VERB
 NOUN
 VERB
 NOUN
 VERB
 NOUN
X
 VERB
 SCONJ
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 ADJ
 NOUN
 VERB
 VERB
 NOUN
 ADV
 ADJ
 NUM
X
 NOUN
 VERB
 NOUN
 PROPN
 NOUN
 NOUN
 NOUN
 ADV
 NOUN
 ADJ
 ADJ
 VERB
 NUM
 NOUN
 NUM
 NOUN
 VERB
 PROPN
 VERB
 NOUN
 NOUN
 ADJ
 NOUN
 VERB
 NOUN
 PROPN
 VERB
 NOUN
 ADJ
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 ADV
 NOUN
 NOUN
 VERB
 NUM
 ADJ
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 VERB
X
 VERB
 NOUN
 NOUN
 VERB
 NUM
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
X
 VERB
 NOUN
 PROPN
 NUM
 ADJ
 NOUN
 NOUN
 NUM
 NOUN
 ADJ
 VERB
X
 NOUN
 ADJ
X
X
 VERB
 VERB
X
 NOUN
X
 VERB
 ADJ
 ADJ
 ADJ
 NOUN
 VERB
 PROPN
 NUM
 NUM
 NOUN
 ADV
 NOUN
X
 NUM
 PROPN
X
 PROPN
 VERB
 ADV
 NOUN
 INTJ
 VERB
 NOUN
 PROPN
 VERB
 INTJ
 NOUN
 NOUN
X
 ADV
 VERB
 NOUN
 VERB
X
 ADJ
 NOUN
 NOUN
 NOUN
 NUM
 ADJ
 VERB
 PROPN
 NOUN
 ADJ
 NOUN
 ADJ
 PUNCT
 NOUN
 VERB
 VERB
 ADJ
 X
 NOUN
 VERB
 VERB
 NOUN
 NUM
 NOUN
 NOUN
 ADV
 NOUN
 NOUN
 VERB
X
 NOUN
 NUM
 ADJ
 NUM
 NOUN
 ADV
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 PROPN
 PROPN
 NOUN
 ADJ
 ADJ
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 ADP
 NOUN
 NOUN
 INTJ
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 NOUN
X
 ADJ
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 NUM
 VERB
 VERB
 VERB
 VERB
 NOUN
 PROPN
 NOUN
 NOUN
 PROPN
 NUM
 PROPN
 NOUN
X
X
 VERB
 ADV
 PROPN
 NOUN
 ADV
 NOUN
 ADV
 VERB
 VERB
 NOUN
X
 NOUN
 NOUN
 VERB
 PROPN
 NOUN
 NOUN
X
 VERB
 NOUN
X
X
 NOUN
 NOUN
 NUM
 PROPN
 VERB
 ADV
 PROPN
 PROPN
 NOUN
 ADJ
 PROPN
 VERB
 ADV
 NOUN
X
 NOUN
 VERB
 VERB
 INTJ
 ADJ
 PROPN
 PROPN
 NOUN
 NOUN
 ADJ
 NOUN
 ADJ
X
 ADJ
 NOUN
 VERB
 VERB
 NOUN
 NUM
 NUM
 NOUN
X
X
 NUM
 PROPN
 ADV
 VERB
 VERB
 NOUN
 PROPN
 ADJ
 NOUN
X
 VERB
 NOUN
 ADJ
 VERB
 X
 NOUN
X
 ADV
 VERB
 NOUN
 VERB
 NOUN
 VERB
 VERB
 NOUN
 ADJ
 PROPN
 NOUN
 VERB
 NOUN
 PROPN
 VERB
 VERB
 ADJ
 ADJ
 NOUN
 ADJ
 VERB
 NOUN
 NUM
 VERB
 VERB
X
 VERB
 ADJ
 NOUN
X
 NOUN
 ADV
X
 NOUN
 VERB
 VERB
 NOUN
 VERB
 NOUN
 PROPN
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 ADJ
 ADJ
X
 NOUN
 ADV
 VERB
 NOUN
 NUM
 ADJ
 NOUN
 NOUN
 NOUN
 NOUN
X
 VERB
 VERB
 NOUN
 NUM
 NOUN
 PROPN
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 PROPN
 NOUN
 NUM
 ADJ
 NOUN
 PRON
 NOUN
 VERB
 VERB
 VERB
X
 NOUN
 PROPN
 VERB
 NOUN
 VERB
 PROPN
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 VERB
X
 NOUN
 ADJ
X
 NOUN
 ADJ
 NOUN
X
 NOUN
X
 ADV
 PROPN
 NOUN
 NOUN
X
 NOUN
 AUX
X
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
X
 VERB
 ADJ
 NOUN
 NUM
 NOUN
 ADV
X
 NOUN
 NOUN
 NUM
 VERB
 NOUN
 ADJ
X
 VERB
 VERB
 NOUN
 VERB
 VERB
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 ADJ
X
 VERB
 PROPN
X
 VERB
 ADV
 PROPN
 ADJ
 PROPN
 ADJ
 ADJ
 VERB
 PROPN
X
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 ADJ
 VERB
 PROPN
 NOUN
 NOUN
 NOUN
 ADJ
 VERB
 NOUN
 PROPN
 VERB
 VERB
 NOUN
 VERB
 ADJ
 NOUN
 NUM
 NOUN
 ADJ
 NOUN
X
 PROPN
 VERB
 NOUN
 PROPN
 NOUN
 VERB
 VERB
 NUM
X
 VERB
 VERB
 VERB
X
 VERB
 NUM
 NOUN
 PROPN
 NOUN
 PROPN
 PROPN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 VERB
X
 VERB
 PROPN
 NOUN
 VERB
 ADJ
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 ADV
 NOUN
 ADV
 NOUN
 ADJ
 VERB
 ADV
 NOUN
 NOUN
 PROPN
 NOUN
 VERB
 NOUN
 VERB
 ADJ
 NOUN
 NOUN
 ADJ
 NOUN
 ADJ
 VERB
 NUM
 NOUN
 VERB
 NOUN
 NOUN
 ADJ
 VERB
 VERB
 ADJ
 ADJ
 NOUN
 NOUN
 NUM
 ADV
 NOUN
 PROPN
 NOUN
 VERB
 VERB
 NUM
 NOUN
 NOUN
 PROPN
 VERB
 NOUN
 NUM
 VERB
 NOUN
 PROPN
 VERB
 VERB
 VERB
 VERB
 ADV
 NOUN
 NOUN
 ADJ
 NOUN
 NOUN
 NUM
 VERB
 NOUN
 VERB
 NOUN
 PROPN
 NOUN
 NOUN
 NOUN
 NUM
 ADP
 VERB
X
 NUM
 VERB
 VERB
 VERB
 NUM
 NOUN
 NOUN
 PROPN
 NOUN
 VERB
 NOUN
 VERB
 NUM
 NOUN
 NOUN
 ADJ
 NOUN
 VERB
 NOUN
 ADJ
 NOUN
 NOUN
X
 NOUN
 NOUN
 NOUN
 NOUN
 ADJ
 NOUN
 PROPN
 VERB
 VERB
 NOUN
 NOUN
 NUM
 VERB
 VERB
 PROPN
 NOUN
X
 NUM
 ADJ
 ADJ
 NOUN
 NOUN
 ADJ
 NOUN
 NUM
 NOUN
 VERB
 ADJ
 ADV
 NOUN
 NOUN
 NOUN
 PROPN
 NOUN
 VERB
 VERB
 ADJ
 NUM
 NOUN
 VERB
 NOUN
 VERB
 NUM
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 PROPN
 ADV
 NOUN
 NOUN
 NUM
 PROPN
 VERB
 PROPN
 NOUN
 PROPN
 VERB
 NOUN
 NUM
 VERB
 VERB
 NOUN
 NOUN
 PROPN
 NOUN
 VERB
 NOUN
 VERB
X
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
X
 NUM
 ADJ
 VERB
 ADV
 VERB
 ADJ
 ADJ
X
 VERB
 PROPN
 NOUN
X
 NOUN
X
 PROPN
 NOUN
 NUM
 NUM
 NOUN
 PROPN
 PUNCT
 NOUN
 PROPN
 NOUN
 NUM
 NOUN
 NUM
 VERB
 ADJ
 VERB
 NOUN
 ADJ
X
 VERB
 VERB
X
 NOUN
 VERB
 NOUN
 PROPN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 PROPN
 NOUN
 NUM
 ADJ
 NOUN
 PROPN
 VERB
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 ADJ
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 ADJ
 VERB
 VERB
X
 NOUN
 ADV
 NUM
 NUM
 NOUN
 NOUN
 VERB
 ADJ
 VERB
 PROPN
X
 VERB
 VERB
 NOUN
X
 ADJ
 NOUN
 VERB
 VERB
 PROPN
 ADJ
 NOUN
 NOUN
 ADJ
 NOUN
 PROPN
 NOUN
 VERB
 ADP
 X
 PROPN
 PROPN
 VERB
 VERB
 VERB
 NOUN
 NUM
 ADJ
 ADJ
 VERB
 ADV
 NUM
 NOUN
 VERB
 NOUN
 NOUN
X
 VERB
 NOUN
 PROPN
 NOUN
 ADV
 ADJ
 VERB
X
 ADJ
 NOUN
 NOUN
 VERB
 PROPN
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 VERB
X
 ADV
 VERB
 NOUN
 NOUN
 NOUN
 ADJ
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 NUM
 NOUN
 VERB
 NOUN
X
 VERB
 VERB
 ADJ
 VERB
X
 ADV
 ADJ
X
 NOUN
 NOUN
 VERB
 VERB
 VERB
 VERB
 VERB
 ADJ
 VERB
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 VERB
 VERB
X
 VERB
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
X
 VERB
 NOUN
 NOUN
 PROPN
X
 PROPN
 VERB
 NOUN
 NOUN
 NOUN
X
 NOUN
X
 NOUN
X
 NOUN
 NUM
 NOUN
 ADJ
 VERB
 ADJ
 NOUN
 VERB
 VERB
 VERB
 VERB
 NOUN
 VERB
 VERB
 VERB
 VERB
 NOUN
 VERB
 NOUN
 PROPN
 NOUN
 PROPN
 ADJ
 VERB
 VERB
 VERB
 NOUN
 NOUN
 VERB
X
 VERB
X
 NOUN
 VERB
 ADP
 NOUN
 VERB
X
 VERB
 NOUN
 NOUN
 VERB
X
 VERB
 NUM
 NUM
 NOUN
 NOUN
X
 VERB
 PROPN
 ADV
 VERB
 ADV
 PROPN
 NOUN
 VERB
 VERB
 ADJ
 NOUN
X
 NOUN
X
 VERB
 ADJ
 NOUN
 NOUN
 ADJ
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 ADJ
 NOUN
 PROPN
 NUM
 NUM
 NOUN
X
 NOUN
 VERB
 NUM
 PROPN
 NOUN
 VERB
X
 NUM
 NOUN
 VERB
 NOUN
 NOUN
 ADJ
 NOUN
 NUM
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 VERB
 NOUN
 PROPN
 PROPN
 VERB
 NUM
 NOUN
 NOUN
 NOUN
 PROPN
 ADV
 VERB
 PROPN
 NOUN
 PROPN
 NOUN
 NOUN
X
 VERB
 PROPN
 NOUN
 NOUN
 ADJ
 NOUN
 ADV
X
 ADJ
 PROPN
 NOUN
 ADJ
 ADJ
 NOUN
 VERB
 ADV
 NOUN
 NOUN
 VERB
 NOUN
 ADJ
 NOUN
X
 NOUN
 NOUN
 NOUN
 VERB
 ADJ
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 VERB
 ADJ
 NOUN
 PROPN
 VERB
 NUM
 NOUN
 NOUN
 VERB
 VERB
 VERB
 NOUN
 VERB
X
 NOUN
 NOUN
 VERB
 VERB
X
 PROPN
 NOUN
 VERB
 NOUN
 ADV
 VERB
 NOUN
 NOUN
 ADJ
 VERB
X
 ADV
 VERB
 VERB
 VERB
 NUM
 NOUN
 NOUN
 VERB
 PROPN
X
 PROPN
X
 VERB
 X
 PROPN
 NOUN
 PROPN
 ADJ
 NOUN
 NOUN
 VERB
 VERB
 VERB
 NOUN
 VERB
 ADV
 NOUN
 NOUN
 NOUN
 NOUN
X
 NOUN
 PROPN
 NOUN
 ADP
 VERB
 ADJ
 NOUN
 NOUN
 NOUN
 NOUN
 NUM
 ADV
 ADV
 NOUN
 VERB
 PROPN
 PROPN
 PROPN
 NOUN
 PROPN
 VERB
 ADJ
 NOUN
 PRON
 VERB
 NOUN
 VERB
X
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 NUM
 NOUN
 VERB
 NOUN
 PROPN
 NOUN
 NOUN
 NUM
 CCONJ
 NOUN
 VERB
 PROPN
 NOUN
 NOUN
 NOUN
 ADJ
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 PROPN
 NOUN
 ADJ
 PROPN
 NOUN
 NUM
 PROPN
 NUM
 ADJ
 VERB
 ADJ
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
X
 NUM
 NOUN
 NOUN
 PROPN
 ADJ
 VERB
 VERB
 NOUN
 VERB
 VERB
 NOUN
 VERB
 NOUN
X
 VERB
 NOUN
 NOUN
 CCONJ
 NOUN
 ADV
 NOUN
 ADJ
 PROPN
X
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 VERB
X
 ADV
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 ADJ
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
X
 NOUN
 VERB
 VERB
 ADJ
 NOUN
 NUM
 NOUN
 VERB
 PROPN
 NOUN
 NOUN
 NOUN
 VERB
 NUM
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 ADJ
 ADJ
 VERB
 NOUN
 VERB
 NUM
 NOUN
 VERB
 NUM
 ADJ
 ADJ
 NOUN
 VERB
 NOUN
 VERB
 PROPN
 VERB
 NOUN
 NOUN
 VERB
 VERB
 VERB
 ADJ
 NOUN
X
X
 VERB
 NOUN
 NOUN
 PROPN
X
 VERB
 NOUN
 NUM
X
 NOUN
 VERB
 NUM
 NOUN
 NUM
 NOUN
 ADJ
X
 PROPN
X
 VERB
 PROPN
 ADV
 VERB
 NUM
 NOUN
 NOUN
 NOUN
 NOUN
 ADV
 NUM
 ADJ
 ADJ
 VERB
 NOUN
 CCONJ
 VERB
 VERB
X
 NOUN
 NOUN
 NUM
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 AUX
 NOUN
 NOUN
 ADJ
 VERB
 NOUN
 NOUN
 VERB
 VERB
 VERB
 NOUN
 ADJ
X
 NOUN
 ADV
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 VERB
 NOUN
 PROPN
 ADV
 NOUN
X
 NOUN
 VERB
X
 X
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 PROPN
 PROPN
 ADJ
 ADV
 VERB
 SCONJ
 NUM
 VERB
 NOUN
X
 VERB
X
 NOUN
 VERB
 PROPN
 VERB
 NOUN
 NUM
X
 VERB
 NOUN
 NOUN
 ADJ
 PROPN
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 VERB
 VERB
 VERB
 ADJ
 NOUN
X
 VERB
 NOUN
 PROPN
 NOUN
 NOUN
X
 PROPN
 ADJ
 NUM
 VERB
 NOUN
 ADV
 VERB
 PUNCT
 ADJ
 NOUN
 NOUN
 VERB
X
 VERB
 NOUN
 NOUN
 ADJ
 NOUN
 VERB
 PROPN
 ADV
 VERB
 NUM
 NOUN
 ADJ
 PROPN
 NUM
 NOUN
X
 VERB
 ADV
 NOUN
 NOUN
 NOUN
 PROPN
 NOUN
 NOUN
 ADJ
 NOUN
 VERB
 VERB
 NUM
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 ADJ
 NOUN
X
 NOUN
 NUM
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 VERB
X
 VERB
 ADJ
 VERB
 NOUN
 NOUN
 NOUN
 NUM
X
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 PROPN
 PROPN
 NOUN
 VERB
X
 ADV
 NOUN
 VERB
X
 NOUN
 NOUN
 VERB
 NOUN
 ADV
 PROPN
 NOUN
 NOUN
 NOUN
 ADJ
 ADJ
 ADJ
 NOUN
 VERB
 NUM
 ADJ
 VERB
X
 NOUN
 VERB
 NOUN
 NUM
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 PROPN
 NOUN
 VERB
 NUM
 VERB
 ADJ
X
X
X
 VERB
 ADV
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 PROPN
 NOUN
 VERB
 NOUN
 VERB
 ADJ
 VERB
 NOUN
 VERB
 VERB
 VERB
 VERB
 ADJ
 PROPN
X
 VERB
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 NUM
 NOUN
 VERB
 VERB
 NOUN
 ADJ
 VERB
 NUM
 ADJ
 VERB
X
 NOUN
 NOUN
 PROPN
 VERB
 NOUN
 NOUN
 ADJ
 ADJ
 NUM
 NOUN
 NOUN
 NOUN
 VERB
 ADV
 NOUN
 VERB
 ADV
X
 NUM
 NOUN
 NOUN
 NUM
 NOUN
 ADJ
 ADJ
 NUM
X
X
 NOUN
 VERB
X
 NUM
X
 NOUN
 VERB
 PROPN
 NOUN
 VERB
 NOUN
 VERB
 VERB
 PROPN
 ADV
 ADV
X
 NOUN
 ADJ
 PROPN
 NOUN
 VERB
 ADJ
 VERB
 VERB
 PROPN
 VERB
 NOUN
 PROPN
X
 PROPN
 ADV
 NOUN
 X
 PROPN
 NOUN
 PROPN
 NOUN
 NOUN
 NUM
 VERB
 VERB
 VERB
 INTJ
 NOUN
 NOUN
 VERB
 NOUN
 NUM
 NOUN
 PROPN
X
 NOUN
 VERB
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 NUM
X
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 ADJ
 NOUN
 PROPN
 VERB
 PROPN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 PROPN
 ADJ
 ADV
 NOUN
 NOUN
 NOUN
 NOUN
X
 VERB
 NUM
 PROPN
 VERB
 NOUN
 VERB
 NOUN
 VERB
 SCONJ
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 PROPN
 VERB
 ADJ
 VERB
 VERB
 PROPN
 NOUN
 ADJ
 ADV
 VERB
 PROPN
 NOUN
 NOUN
 PROPN
X
 NOUN
 ADV
X
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
X
 NUM
 NOUN
 ADJ
 ADJ
 NOUN
 VERB
 ADJ
 ADJ
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 ADJ
 NOUN
 PROPN
 PROPN
 NOUN
 PROPN
 NOUN
 NOUN
 NOUN
 ADJ
 NOUN
 NOUN
 VERB
 VERB
 PROPN
 VERB
 VERB
 NOUN
 VERB
X
 VERB
 NOUN
X
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 VERB
 ADV
 VERB
X
 ADV
 NOUN
 ADJ
 VERB
 VERB
 NOUN
 PROPN
 VERB
 PROPN
 NOUN
 PROPN
 NOUN
 PROPN
 PROPN
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 VERB
X
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 ADV
X
 NOUN
 VERB
 PROPN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 NOUN
X
 VERB
 NOUN
 ADJ
 NOUN
 NOUN
 ADJ
 PROPN
 PROPN
 VERB
 VERB
 VERB
 NOUN
 VERB
 PROPN
 NOUN
 PROPN
 ADV
 PROPN
 VERB
 NUM
 NOUN
 NOUN
 NOUN
 VERB
 VERB
X
 VERB
 NOUN
 ADJ
X
 PROPN
 VERB
 NOUN
 VERB
 NUM
 VERB
 NUM
 NOUN
 PROPN
 NOUN
 NOUN
 PROPN
 ADV
 PROPN
X
 VERB
 ADJ
 ADJ
 VERB
 NOUN
 VERB
 ADJ
 VERB
 VERB
 VERB
 NOUN
 VERB
X
 PROPN
 PROPN
 NOUN
 NOUN
 NOUN
 ADV
 PROPN
 PROPN
 ADJ
X
 VERB
 NUM
 VERB
 VERB
 ADJ
X
 NUM
 NOUN
 PROPN
 VERB
 PROPN
 NUM
 PROPN
 ADV
 NUM
 ADJ
 ADV
 NOUN
 ADJ
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
 VERB
 VERB
 NOUN
 PROPN
 ADJ
 NOUN
 PROPN
 PROPN
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
 NOUN
 ADJ
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 ADJ
 ADJ
 VERB
 VERB
 VERB
 VERB
 PROPN
 NOUN
 VERB
 VERB
 ADV
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 ADJ
 NOUN
 ADV
 NOUN
 VERB
 VERB
 PROPN
X
X
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 ADV
 NOUN
 PROPN
 VERB
 VERB
 VERB
 NOUN
 VERB
 NOUN
 VERB
 PROPN
 ADV
 ADJ
 PROPN
 NOUN
 VERB
X
 NOUN
 NOUN
 NOUN
 VERB
 PROPN
 PROPN
 NOUN
 VERB
 NOUN
 PROPN
 VERB
 PROPN
X
 VERB
 NOUN
X
 PROPN
 VERB
 NOUN
 VERB
 NOUN
X
 NOUN
 VERB
 INTJ
 VERB
 ADJ
 VERB
 VERB
 VERB
 PROPN
 VERB
 NOUN
 VERB
X
 VERB
 NOUN
 ADJ
 VERB
 VERB
 VERB
 NOUN
 NOUN
X
 NOUN
X
 VERB
 VERB
 NUM
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 VERB
 NOUN
X
 VERB
 PROPN
 VERB
 NOUN
 ADJ
 VERB
X
 NOUN
 ADJ
 VERB
 NOUN
 VERB
 NUM
 NOUN
 NOUN
 PROPN
X
 NOUN
 ADJ
 NOUN
 NOUN
 NUM
 PROPN
 NOUN
 VERB
X
 VERB
 VERB
 VERB
 ADV
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
X
 NOUN
 VERB
 ADJ
 ADV
 VERB
 NOUN
 VERB
 ADJ
 VERB
 ADJ
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 NUM
 NOUN
 NOUN
 NUM
 NOUN
 PROPN
 VERB
 PROPN
 VERB
 NOUN
 PROPN
 ADJ
X
 VERB
 ADV
X
 NUM
 NOUN
X
 NOUN
 PROPN
 PROPN
 VERB
 NUM
 ADJ
 ADJ
 VERB
 VERB
 PROPN
 NOUN
 ADJ
 NOUN
 NUM
 NOUN
 VERB
X
 VERB
X
 NOUN
 PROPN
 NOUN
 NOUN
 NOUN
X
 VERB
 VERB
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 ADV
 VERB
 NOUN
 NOUN
 PROPN
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 ADJ
 VERB
 VERB
 NOUN
 VERB
 VERB
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
X
 VERB
 VERB
 PROPN
X
 NOUN
 ADJ
 PROPN
X
 VERB
 VERB
 NOUN
 VERB
 VERB
 VERB
 VERB
 VERB
 NUM
X
 PROPN
 VERB
 NOUN
 NOUN
 NOUN
 ADJ
 VERB
 ADJ
 VERB
 NOUN
 NOUN
 VERB
 NUM
 NOUN
 VERB
 ADV
 ADJ
 ADJ
 VERB
 NUM
 ADJ
 VERB
X
 PROPN
 NOUN
X
 ADV
 NOUN
 NOUN
 NUM
 PROPN
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 ADJ
 NOUN
 NOUN
 NUM
 NOUN
 ADJ
 NOUN
 NOUN
 NOUN
 PROPN
 ADV
 VERB
 ADJ
 NOUN
 ADJ
 NOUN
 VERB
 PROPN
 ADJ
X
 NUM
 PROPN
X
 VERB
 ADV
 VERB
X
 NOUN
 ADV
 VERB
 VERB
 VERB
 NOUN
 PROPN
 ADV
 NOUN
 NOUN
 ADV
 NOUN
X
 NOUN
 VERB
 NOUN
 NOUN
 ADJ
 NOUN
X
 NOUN
 NOUN
 NUM
 PROPN
 VERB
 PROPN
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 NUM
 NUM
X
 NOUN
 VERB
 VERB
 ADJ
 NOUN
X
X
 VERB
X
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 ADJ
 PROPN
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
X
 ADV
 PROPN
 PROPN
 PROPN
 VERB
 PROPN
 ADJ
 NOUN
 VERB
 VERB
 PROPN
 VERB
 NOUN
X
 NOUN
 ADJ
 PROPN
X
 PROPN
 ADJ
 NUM
 VERB
X
X
 VERB
 VERB
 ADJ
 NOUN
X
 VERB
 NOUN
 VERB
 NOUN
X
 PROPN
 NOUN
X
 NOUN
 NUM
 NOUN
 NOUN
 ADJ
 NOUN
 ADJ
 ADJ
X
 ADV
X
X
 NOUN
 PROPN
 VERB
 NOUN
 VERB
 NOUN
 VERB
X
 ADV
 NOUN
 NOUN
 ADV
 NOUN
 VERB
 VERB
X
X
 NUM
 NOUN
 VERB
 NOUN
 NOUN
 NUM
 NOUN
 NOUN
 PROPN
 PROPN
 ADJ
 NOUN
 NOUN
 ADJ
 NOUN
 VERB
 NOUN
 NOUN
X
 NOUN
 VERB
 NOUN
 NUM
 ADJ
 NOUN
 PROPN
 PROPN
X
 NOUN
 VERB
 NUM
 NUM
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 ADV
 ADJ
 PROPN
 NOUN
X
 NOUN
 NOUN
 PROPN
 VERB
X
 VERB
 NOUN
X
 ADJ
 VERB
 ADV
 ADJ
 NOUN
 PROPN
 PROPN
 VERB
 NOUN
 NOUN
 NOUN
 PROPN
X
 PROPN
 NOUN
 PROPN
 NUM
 NOUN
 NOUN
 ADJ
 NOUN
 ADJ
 VERB
 NUM
 PROPN
 NOUN
 ADJ
 ADJ
 VERB
 VERB
 NOUN
 PROPN
 PROPN
 NUM
 NUM
 NOUN
 VERB
 NUM
 NOUN
 ADJ
 ADJ
 VERB
 NOUN
 NOUN
 NOUN
 NUM
 VERB
 VERB
 PROPN
 VERB
 ADV
 NOUN
 ADJ
X
 NOUN
 PROPN
 PROPN
 NOUN
 VERB
 NOUN
 NOUN
X
 PROPN
X
 ADJ
 PROPN
 PROPN
 NOUN
X
 ADV
 PROPN
 VERB
 NOUN
 VERB
 VERB
 NOUN
 PROPN
 NUM
 SCONJ
 PROPN
 NOUN
 NOUN
 NOUN
 NUM
 VERB
 NOUN
 VERB
 PROPN
 NOUN
 NOUN
X
 PROPN
X
 VERB
 VERB
 VERB
 VERB
 VERB
 VERB
 NUM
 NOUN
 VERB
 VERB
X
 VERB
 PROPN
 NOUN
 NOUN
 NOUN
 NOUN
 ADJ
 NOUN
 NOUN
 VERB
 NOUN
X
 NOUN
 PROPN
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 PROPN
 ADJ
X
 VERB
 PROPN
 VERB
 NOUN
 PROPN
 VERB
X
 ADJ
 NOUN
 NOUN
 NOUN
 PROPN
X
 VERB
 NOUN
 NOUN
 NOUN
 VERB
X
 VERB
 NOUN
 NOUN
 NUM
 NOUN
 VERB
 ADJ
 NOUN
 NOUN
 NOUN
X
 NOUN
 NOUN
 PROPN
 ADV
 ADJ
 NOUN
 PROPN
 ADJ
 NOUN
 NOUN
 NOUN
 NOUN
X
 NOUN
 PROPN
 NOUN
 VERB
 ADJ
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 ADP
 NOUN
 NOUN
 VERB
 PROPN
 VERB
 VERB
 PROPN
 NOUN
 NOUN
 ADJ
 NOUN
 VERB
 ADV
 VERB
 NOUN
X
 VERB
 PRON
 NOUN
 VERB
 VERB
 ADJ
 NOUN
 NOUN
X
 PROPN
 VERB
 NOUN
 NOUN
 PROPN
 NOUN
 NOUN
 ADJ
 NOUN
 VERB
 NOUN
 PROPN
 VERB
 PROPN
 NOUN
 VERB
X
 ADJ
 VERB
 NOUN
 VERB
 VERB
 ADJ
 NOUN
 ADJ
 NOUN
 ADV
X
 NOUN
 ADJ
 NOUN
 PROPN
 PROPN
 PROPN
 NOUN
 VERB
 VERB
 PROPN
 VERB
 NUM
 VERB
 NOUN
 NUM
 NOUN
 NOUN
 ADJ
 VERB
 VERB
 NOUN
 VERB
 NOUN
 VERB
X
 NOUN
 NOUN
 NOUN
 VERB
 PROPN
 PROPN
 VERB
 NOUN
 PROPN
 NOUN
 VERB
 VERB
 VERB
 NOUN
 PROPN
 VERB
 VERB
 VERB
 ADJ
 NOUN
 ADJ
 NUM
 ADV
 NOUN
X
 VERB
X
 ADV
 NOUN
 VERB
X
 PROPN
 NOUN
 VERB
 ADJ
 VERB
 NUM
 VERB
X
 VERB
 NOUN
 PROPN
 VERB
 NOUN
 PROPN
 NOUN
 NOUN
 ADJ
 NOUN
 ADJ
 VERB
 VERB
 VERB
 ADV
 NOUN
 VERB
 NOUN
 ADJ
 ADJ
 NOUN
 PROPN
 NOUN
 NOUN
 PROPN
 PROPN
 ADJ
 PROPN
 NOUN
 NUM
 VERB
 NUM
 NOUN
X
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NUM
 NOUN
 NOUN
 ADJ
 VERB
 PROPN
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 ADJ
 ADJ
 NOUN
 NOUN
 NOUN
X
 PROPN
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
 NUM
 NOUN
 NOUN
 PROPN
 VERB
 VERB
 NOUN
 VERB
 PROPN
 ADV
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 PROPN
 NOUN
X
 PROPN
 VERB
X
 VERB
 NOUN
 ADV
 NOUN
X
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
 ADJ
 NOUN
 NOUN
 NUM
 NOUN
 VERB
 ADJ
 ADJ
 VERB
 VERB
 VERB
 PROPN
X
 PROPN
 PROPN
 VERB
 NOUN
 VERB
 PROPN
 VERB
 NUM
 NOUN
 NOUN
 NUM
 PROPN
 SCONJ
X
 VERB
 ADV
 NOUN
 VERB
 PROPN
 PROPN
 ADJ
 NOUN
 NOUN
 ADJ
 NOUN
 NOUN
X
 VERB
 NOUN
 NUM
 NOUN
 AUX
 NOUN
 NOUN
X
 NUM
 ADJ
 NUM
 NOUN
 VERB
 ADJ
 NOUN
X
X
X
 PROPN
 NOUN
 ADJ
 VERB
 NUM
 ADJ
 NOUN
 ADJ
 NOUN
 NOUN
 ADV
X
 PROPN
 NOUN
 NOUN
X
 NOUN
 NOUN
 VERB
 NOUN
 PROPN
 PROPN
 VERB
 VERB
 VERB
 NOUN
 NUM
 ADJ
 SCONJ
 VERB
 NOUN
 NOUN
 ADV
 ADJ
 VERB
 NOUN
 NOUN
X
 PROPN
 NOUN
 VERB
 NOUN
 PROPN
 ADJ
 NOUN
 ADV
 VERB
 ADJ
 PROPN
 VERB
 VERB
 ADJ
 ADV
 NOUN
 NUM
 NOUN
 VERB
 NOUN
 ADJ
 ADJ
 PROPN
 NOUN
 NOUN
 PROPN
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 ADJ
 VERB
 VERB
 NUM
 VERB
 NUM
 VERB
X
 PROPN
X
 ADJ
 NOUN
 NUM
 VERB
 ADJ
 PROPN
 ADJ
 VERB
 NOUN
 INTJ
X
 ADV
X
 VERB
 PROPN
 NOUN
 VERB
 VERB
 ADJ
X
 ADJ
 NUM
 NOUN
 VERB
 NOUN
X
 NUM
 VERB
 NOUN
 NOUN
 VERB
 VERB
 NOUN
X
 ADJ
 ADV
 PROPN
 NOUN
 VERB
 NOUN
 PROPN
X
 NOUN
 NOUN
 VERB
 NOUN
 PROPN
 ADJ
 NOUN
 NOUN
 VERB
 PROPN
 NOUN
 NOUN
 VERB
 PROPN
 VERB
 NOUN
 PROPN
 PROPN
X
 NOUN
X
 PRON
 NOUN
 VERB
 VERB
 NUM
 NOUN
 NOUN
 NOUN
 NOUN
 NUM
 NUM
 VERB
 ADJ
 NUM
 VERB
 VERB
 NOUN
 ADV
 VERB
 X
 NOUN
 VERB
 NUM
 VERB
 VERB
 NOUN
 VERB
 NOUN
X
 NOUN
 NOUN
X
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 PROPN
 ADJ
 PROPN
 NOUN
 NOUN
 ADJ
 ADJ
 VERB
 NUM
 NUM
X
 NOUN
 ADV
 PROPN
 PROPN
 ADJ
 NOUN
 NOUN
 ADJ
 NOUN
 VERB
 NOUN
 VERB
 VERB
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 ADJ
 ADV
 VERB
 NOUN
 PROPN
 NOUN
 VERB
 ADJ
 NUM
 VERB
 PROPN
 NOUN
 PROPN
 PROPN
 VERB
 ADJ
 ADJ
 VERB
 ADP
 NOUN
 VERB
 NOUN
 NOUN
 ADJ
 PROPN
 NOUN
 VERB
 NOUN
 NOUN
X
 NOUN
X
 NUM
 PROPN
X
 NOUN
 VERB
 ADJ
 NOUN
 PROPN
 NOUN
 NOUN
X
 NOUN
 VERB
 PROPN
 NOUN
X
 VERB
 PROPN
 NOUN
 ADV
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
 NOUN
 NOUN
 VERB
 PROPN
 NOUN
 VERB
 VERB
 VERB
 NUM
 NOUN
 NOUN
 NOUN
 NOUN
X
 PROPN
 VERB
 NUM
 PROPN
 NOUN
 NUM
 ADJ
X
 NOUN
 ADJ
X
 NOUN
 NOUN
 NOUN
 NOUN
X
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
 NOUN
 PROPN
 NOUN
X
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 PROPN
 ADJ
 ADV
 ADJ
 NOUN
 NOUN
 ADP
 NOUN
 PROPN
 VERB
 ADV
X
 VERB
 NUM
X
 NOUN
 ADJ
 NOUN
 VERB
 NOUN
 NOUN
 NUM
 NOUN
 NOUN
 NOUN
 NUM
 ADJ
 NOUN
 NOUN
 ADJ
 PROPN
 NOUN
 NOUN
 NOUN
 PROPN
 ADJ
 NOUN
 ADV
 PROPN
X
 PROPN
 ADJ
 VERB
 NOUN
X
X
 VERB
 VERB
X
 VERB
 NUM
 ADJ
 NOUN
 NOUN
 PROPN
 NOUN
 VERB
 NUM
 NOUN
 VERB
 PROPN
 VERB
 ADV
 NOUN
 NOUN
 VERB
 NOUN
 ADJ
X
 ADP
 NUM
 VERB
 NOUN
 ADV
X
 VERB
X
X
 VERB
X
 NOUN
 VERB
 VERB
 VERB
 NOUN
 NOUN
 ADV
 VERB
 NOUN
 VERB
 ADV
 VERB
 PROPN
 NUM
 VERB
 VERB
X
 VERB
 ADJ
 PROPN
 VERB
 PROPN
 NOUN
 NOUN
 VERB
 ADJ
 NOUN
 NOUN
 NOUN
 ADJ
 NOUN
 ADJ
 VERB
 NOUN
 VERB
 PROPN
 NOUN
 VERB
X
X
 NOUN
 VERB
 NOUN
 VERB
 ADJ
 VERB
 NUM
 NUM
 NOUN
 PROPN
 NOUN
 NOUN
 PROPN
 PROPN
X
 ADV
 NOUN
X
 PROPN
 NOUN
 PROPN
 VERB
 NOUN
X
 VERB
 ADJ
 ADV
 NOUN
 PROPN
 PROPN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 ADV
 NOUN
 NOUN
X
X
 NOUN
X
 PROPN
 NOUN
 NOUN
X
 ADJ
 NOUN
 PROPN
 PROPN
 ADV
 NOUN
 NOUN
 NOUN
 PROPN
 NOUN
 NUM
 NOUN
X
 NOUN
 NUM
 NOUN
 ADJ
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
 NOUN
 ADJ
 NOUN
 VERB
 ADJ
 VERB
 PROPN
 VERB
 NOUN
X
 NOUN
 PROPN
 NOUN
 NOUN
 NOUN
 NUM
 VERB
 ADV
 NOUN
 ADJ
 NOUN
 VERB
 NOUN
 NUM
 NOUN
 VERB
 NOUN
 VERB
 ADJ
 VERB
 VERB
 VERB
 INTJ
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 ADJ
 NOUN
 PROPN
 ADJ
 PROPN
 NOUN
 ADV
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 PROPN
 VERB
 NUM
 VERB
 VERB
 NOUN
 VERB
X
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
X
 ADV
 PROPN
 NOUN
 PROPN
 NOUN
 NOUN
X
 NOUN
X
X
 NOUN
X
 VERB
 NOUN
 NOUN
 VERB
X
 VERB
 NOUN
 VERB
 PROPN
 NOUN
X
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 ADJ
 ADJ
 PROPN
X
 VERB
 ADJ
 ADJ
 PROPN
 VERB
 NOUN
X
 VERB
 NOUN
 VERB
X
 PROPN
 VERB
 NOUN
 VERB
 VERB
 NOUN
 VERB
 NOUN
 NOUN
X
 NOUN
 ADV
 NOUN
X
 NOUN
X
 ADJ
 VERB
 NOUN
 VERB
 PROPN
 ADJ
 NOUN
X
 ADJ
 VERB
 NUM
 PROPN
 NOUN
 NOUN
 NOUN
 PROPN
X
X
 VERB
 PROPN
 NOUN
 VERB
 PROPN
X
 VERB
 NOUN
 NOUN
 ADV
 VERB
X
 ADJ
X
 NOUN
 NOUN
 NOUN
X
 NUM
 ADV
 VERB
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 NOUN
X
 PROPN
 ADJ
 NOUN
 PROPN
 VERB
 NOUN
 ADV
 ADJ
 ADJ
 NOUN
 VERB
 VERB
 VERB
 PROPN
 NOUN
 NUM
 NOUN
 VERB
 NOUN
 NOUN
X
X
 NOUN
 ADJ
 NOUN
 NUM
 NOUN
 VERB
 PROPN
 NOUN
 ADV
 NOUN
X
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 VERB
 VERB
X
 VERB
X
 ADV
 ADJ
 ADJ
 ADV
 PROPN
 NOUN
 ADJ
X
 PROPN
 NOUN
 ADJ
 PROPN
 NUM
 NOUN
 ADV
 VERB
 VERB
 NOUN
X
 VERB
 ADJ
 VERB
 NOUN
 NUM
 NOUN
 VERB
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 ADV
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
X
X
 NOUN
 ADV
 NOUN
 VERB
 NOUN
X
 ADJ
 VERB
 NOUN
 PROPN
 VERB
 ADV
 ADJ
 ADJ
X
 VERB
X
 NOUN
 NOUN
 NOUN
 PROPN
 VERB
 VERB
 VERB
 NOUN
 NUM
 VERB
 PROPN
 VERB
 NOUN
 NOUN
 NOUN
 ADJ
 VERB
 NOUN
 NOUN
 VERB
 VERB
 VERB
 VERB
 NOUN
 PROPN
 NUM
 NOUN
 VERB
 NOUN
 VERB
 PROPN
X
 NOUN
 VERB
 PROPN
 ADJ
 NOUN
 NOUN
 VERB
 VERB
 INTJ
 VERB
 NOUN
 NOUN
 VERB
 PROPN
 NOUN
 NOUN
X
 ADV
 VERB
 NOUN
 NUM
X
 VERB
 PROPN
 ADJ
 ADJ
 NOUN
 VERB
 NOUN
 PROPN
 PROPN
 PROPN
 NOUN
 NOUN
 ADJ
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 VERB
 VERB
X
 NOUN
 PROPN
 NOUN
 ADV
 PROPN
 NOUN
 NOUN
X
 PROPN
 NOUN
 VERB
X
 PROPN
X
 NOUN
 ADJ
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
X
 NOUN
 ADV
 VERB
 NOUN
 NOUN
 ADJ
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
X
 PROPN
 NOUN
 NOUN
X
 NUM
 ADV
 PROPN
X
 PROPN
 ADJ
 NOUN
X
 NOUN
 NOUN
X
 PROPN
 VERB
X
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 PROPN
X
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 PROPN
 VERB
 VERB
 NUM
 ADJ
 NOUN
 NOUN
 VERB
 PROPN
 VERB
X
 ADJ
X
 VERB
 ADJ
 ADJ
 ADJ
 ADV
 PROPN
 VERB
 PROPN
 VERB
 PROPN
 NOUN
 VERB
 VERB
 VERB
 NOUN
 PROPN
 NOUN
 ADP
X
 PROPN
 VERB
 NOUN
 X
 VERB
 NOUN
 VERB
 NOUN
 VERB
 ADJ
 NOUN
 NOUN
 VERB
 NOUN
X
 VERB
 VERB
 NOUN
X
 NOUN
 VERB
 NOUN
 ADJ
 VERB
X
 PROPN
 NOUN
 PROPN
 SCONJ
 NOUN
 NOUN
 ADJ
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 ADV
 VERB
 NOUN
 PROPN
 VERB
 NOUN
 ADP
 NOUN
 PROPN
 NOUN
 ADJ
 VERB
 PROPN
 NOUN
 VERB
 ADJ
 VERB
 NOUN
 NOUN
 ADJ
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
X
X
 NOUN
X
 PROPN
 NOUN
 PROPN
 ADJ
 NOUN
 VERB
 PROPN
 NOUN
 PROPN
 ADJ
 NOUN
 NOUN
 VERB
X
 ADV
 PROPN
 NOUN
 ADV
 VERB
 NOUN
 PROPN
 PROPN
 ADJ
 VERB
 NOUN
 NUM
 NOUN
 VERB
 VERB
 NUM
 ADJ
 ADJ
 NOUN
X
 NOUN
 NOUN
 ADJ
 VERB
 NOUN
 ADV
 ADJ
 PROPN
X
 VERB
 ADJ
X
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 ADV
 NOUN
 NOUN
 NOUN
 NUM
 VERB
 ADJ
 ADJ
 NOUN
X
 NOUN
 VERB
X
 NOUN
 ADV
 NOUN
 NOUN
 NOUN
X
 VERB
 VERB
 PROPN
 PROPN
 PROPN
 NOUN
 NOUN
 NOUN
 ADJ
 NOUN
 NOUN
 NUM
 NOUN
X
 VERB
X
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 NUM
 PROPN
 NOUN
 NOUN
 NOUN
 VERB
 PROPN
 VERB
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 PROPN
 VERB
 NOUN
 NOUN
X
 NOUN
 PROPN
 NOUN
 VERB
X
 NOUN
 PROPN
 VERB
 VERB
 NOUN
 VERB
 NOUN
 NOUN
X
 VERB
X
 NOUN
 NOUN
 NOUN
 PROPN
X
 NOUN
 NOUN
 ADV
 NOUN
X
 VERB
 NOUN
 VERB
X
 VERB
 PROPN
 VERB
 NOUN
X
 VERB
X
 NOUN
 NOUN
 X
 NOUN
X
 NOUN
 NOUN
 VERB
X
 PROPN
 NOUN
 NOUN
 PROPN
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 ADJ
 NOUN
X
X
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 PROPN
X
 VERB
 NOUN
X
 NOUN
 PROPN
 VERB
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 NUM
 NOUN
 NUM
 VERB
X
 VERB
X
 NOUN
 VERB
 NOUN
 NOUN
 PROPN
 VERB
 PROPN
 VERB
 PROPN
X
 NOUN
 ADJ
 VERB
X
X
 VERB
 NUM
 NOUN
 VERB
 NOUN
 ADV
 NOUN
 PROPN
 NOUN
 NOUN
 VERB
 VERB
 VERB
 VERB
 VERB
 VERB
 NOUN
 NOUN
 NUM
 VERB
 VERB
 PROPN
 NOUN
 ADJ
 NOUN
 NOUN
X
 VERB
X
 NOUN
 VERB
 PROPN
 VERB
 VERB
 NOUN
 NOUN
 ADJ
X
 NOUN
 VERB
 NOUN
 NOUN
 ADJ
 VERB
 NOUN
 VERB
 VERB
 VERB
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 ADJ
 VERB
 VERB
 NOUN
 PROPN
 NOUN
X
 PROPN
 PROPN
 VERB
 ADJ
X
 PROPN
 VERB
 VERB
 NOUN
 NUM
 VERB
 NOUN
X
 NOUN
 NOUN
 VERB
 NOUN
 ADJ
 NOUN
 PROPN
 VERB
X
 PROPN
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 PROPN
 VERB
 NOUN
 ADV
 VERB
 ADJ
X
 ADV
 PROPN
 VERB
 ADJ
 NOUN
 ADP
 VERB
 NOUN
 NOUN
 ADJ
 PROPN
 ADJ
 NOUN
X
 NUM
 NUM
X
 NOUN
 NOUN
 NOUN
 NOUN
 ADJ
 NOUN
 NOUN
 VERB
 VERB
 VERB
 PROPN
 NOUN
 NUM
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 ADJ
 NOUN
 ADV
 VERB
 NUM
X
 NOUN
X
 NUM
 ADV
 NOUN
 NOUN
 NOUN
 ADJ
 INTJ
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 PROPN
 NOUN
 NOUN
 PROPN
 NOUN
 NOUN
 NOUN
 NOUN
X
 VERB
 NOUN
 VERB
 VERB
 ADJ
 NUM
 NOUN
 PROPN
 NOUN
X
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 PROPN
 PROPN
 NOUN
 PROPN
 PROPN
X
X
 PROPN
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
 NOUN
 NOUN
 NOUN
 ADJ
 PROPN
 NOUN
 VERB
X
 NUM
 NOUN
 PROPN
 ADV
 VERB
X
 VERB
 NOUN
 NOUN
 PROPN
 VERB
 PROPN
 NOUN
 NOUN
 NOUN
X
 PROPN
 VERB
 NOUN
X
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
 PROPN
 PROPN
 NOUN
 NOUN
 VERB
X
 VERB
 VERB
 VERB
 VERB
 VERB
 VERB
 NOUN
X
 VERB
 ADV
 NOUN
 VERB
X
 NOUN
 NOUN
X
 VERB
 VERB
 NOUN
 NOUN
X
X
 NOUN
 NOUN
 VERB
 NOUN
 ADJ
 NOUN
 NUM
 NOUN
 ADJ
 NOUN
 PROPN
 VERB
X
 NOUN
 ADV
 NOUN
X
 NOUN
 VERB
 VERB
 NOUN
 ADJ
 NOUN
 PROPN
X
 ADJ
 PROPN
 VERB
 NOUN
 NOUN
X
 NOUN
 VERB
 VERB
 PROPN
 PROPN
 ADJ
X
 NOUN
 NOUN
 ADJ
X
 NOUN
 VERB
 NOUN
 VERB
 VERB
X
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 PROPN
 VERB
 PROPN
 VERB
 NOUN
 ADJ
 PROPN
 NUM
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
X
 VERB
 VERB
 NOUN
 VERB
 VERB
 NOUN
 VERB
 ADJ
 VERB
 NOUN
 NOUN
 VERB
 ADJ
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
 ADJ
 ADJ
 VERB
 ADJ
 NOUN
 NOUN
 PROPN
 VERB
 PROPN
 VERB
 NOUN
 NOUN
 ADJ
 NOUN
 ADV
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
X
X
 ADJ
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 ADV
 ADJ
 NOUN
 NOUN
 ADJ
 NOUN
 PROPN
 NOUN
 VERB
X
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
X
 NOUN
 NOUN
 VERB
 PROPN
 PROPN
X
 NOUN
 PROPN
 VERB
 VERB
 NUM
 NOUN
X
 NOUN
X
 NOUN
 VERB
 NOUN
X
 VERB
 ADJ
X
 NOUN
 VERB
 NOUN
 VERB
 PRON
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 VERB
X
 NOUN
 PROPN
 VERB
 VERB
X
X
 VERB
 NOUN
X
 NOUN
 ADV
 NOUN
 ADJ
 VERB
 NOUN
 NOUN
 NUM
 ADV
 NOUN
 NOUN
 NOUN
 ADV
 NOUN
 NOUN
 ADJ
X
 NOUN
 NOUN
X
 NOUN
 VERB
 VERB
 NOUN
X
 NOUN
 VERB
 VERB
 VERB
 NOUN
 NOUN
 INTJ
X
 PROPN
X
 PROPN
 ADJ
 ADJ
 VERB
 PROPN
 ADV
 PROPN
 PROPN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 INTJ
 VERB
 NOUN
 VERB
 ADV
X
 PROPN
 VERB
 NOUN
 PROPN
 VERB
 VERB
X
 NOUN
 VERB
 VERB
 NOUN
X
 NOUN
 VERB
 VERB
 VERB
X
X
 NOUN
 NOUN
 PRON
 NOUN
 NOUN
 NOUN
X
 NOUN
 NOUN
X
 NOUN
 VERB
 ADJ
 NOUN
 NOUN
 ADJ
 VERB
 NOUN
X
 ADJ
 NUM
X
 NOUN
 ADJ
 ADJ
 VERB
 VERB
 NOUN
 NOUN
 NOUN
X
 NOUN
 NOUN
 PROPN
 VERB
 PROPN
 VERB
 ADJ
 VERB
 NOUN
 NUM
 NOUN
 VERB
 PROPN
 NOUN
 VERB
X
 VERB
 VERB
X
 NOUN
X
 VERB
 NOUN
 VERB
 NOUN
 NOUN
X
 VERB
 PROPN
 NOUN
 VERB
 NOUN
 VERB
X
 NOUN
 VERB
 VERB
 VERB
X
 ADJ
X
 ADJ
 NOUN
 NOUN
 NOUN
X
 NOUN
 VERB
 NOUN
 NOUN
X
 NOUN
 NOUN
 PROPN
 INTJ
 NOUN
 VERB
 ADJ
 NOUN
X
 NOUN
 PROPN
 VERB
 VERB
 VERB
X
 ADJ
 NOUN
 ADJ
 ADV
 VERB
 VERB
 NOUN
 VERB
 VERB
X
 ADJ
 VERB
 ADJ
 PROPN
 NOUN
 VERB
 NOUN
X
 NOUN
 VERB
 NOUN
 PROPN
 NOUN
 ADV
 VERB
 ADJ
 PROPN
 ADV
 VERB
 NOUN
 VERB
 VERB
X
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
X
 NOUN
X
 NOUN
X
 PROPN
 PROPN
 ADJ
 NOUN
 ADV
 VERB
 NOUN
 NOUN
 ADJ
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 NOUN
X
 ADJ
 PROPN
 VERB
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 VERB
 PROPN
 NOUN
X
 VERB
 NOUN
 PROPN
 VERB
 VERB
 VERB
 NOUN
 ADV
 PROPN
 NOUN
 VERB
 ADJ
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 NUM
 PROPN
 NOUN
X
 NOUN
 NOUN
 PROPN
 VERB
X
 NOUN
 NOUN
X
 NOUN
 VERB
X
X
 NOUN
 NUM
 PROPN
X
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
 VERB
 VERB
 NOUN
 NOUN
 NOUN
X
 PROPN
 VERB
 PROPN
 ADV
 NOUN
 ADV
 NOUN
 VERB
X
 NOUN
 ADJ
 NOUN
X
 PROPN
 NOUN
 NOUN
X
 NOUN
 PROPN
 ADJ
 PROPN
X
 ADJ
 NUM
 NOUN
 ADJ
 NOUN
 NOUN
 VERB
 ADV
 ADJ
 VERB
 NOUN
 NOUN
 NOUN
 ADJ
 ADV
 VERB
 VERB
 NOUN
 NOUN
 PROPN
 VERB
 PROPN
 VERB
 PROPN
 NOUN
 ADJ
X
 PROPN
X
 PROPN
 PROPN
 NOUN
 ADJ
 NOUN
X
X
 INTJ
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 ADJ
 NOUN
 NOUN
 VERB
 PROPN
 NOUN
 NOUN
 NOUN
 NOUN
X
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 ADJ
 NOUN
X
 VERB
 NOUN
 PROPN
 VERB
 ADJ
 ADJ
 NOUN
 NOUN
 VERB
 VERB
 ADJ
 PROPN
 NOUN
 NOUN
 NOUN
X
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 VERB
X
 NOUN
 NOUN
 PROPN
 ADJ
 VERB
 VERB
X
 VERB
 PROPN
 VERB
 PRON
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 ADJ
 PROPN
 VERB
 NOUN
 ADJ
X
 NOUN
 NOUN
 NOUN
 PROPN
 VERB
 VERB
 NOUN
 NOUN
 ADJ
 ADJ
 NOUN
 VERB
 ADJ
 NOUN
X
 NOUN
 VERB
 NOUN
 PROPN
 VERB
 VERB
 PROPN
 VERB
 NOUN
 NOUN
 VERB
 ADJ
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 PROPN
 VERB
 NOUN
 NOUN
 ADJ
 VERB
 VERB
 VERB
 VERB
 PROPN
 NOUN
 VERB
 NOUN
 PROPN
 NOUN
 VERB
 NOUN
 VERB
 PROPN
 VERB
X
 NOUN
 NOUN
 PROPN
 NUM
 NOUN
 ADJ
 PROPN
 NOUN
 ADV
 NOUN
 NOUN
 ADJ
 NOUN
 NOUN
 NOUN
 ADJ
 ADJ
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
X
 ADJ
 VERB
 ADJ
 NOUN
X
 NOUN
 NOUN
 NOUN
 PROPN
 PROPN
X
 PROPN
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 ADP
 ADV
 VERB
 NUM
 PROPN
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
X
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 NUM
 VERB
 NOUN
X
 PROPN
X
 NOUN
X
X
 NOUN
 VERB
 NOUN
X
 VERB
 NOUN
 NOUN
X
 PROPN
 NOUN
 VERB
X
 NOUN
X
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 VERB
 VERB
 PROPN
 PROPN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 NOUN
X
X
 NOUN
 NOUN
 NOUN
X
 ADJ
 NUM
 ADJ
 NOUN
 PROPN
X
 NOUN
 VERB
 NOUN
 NOUN
 PROPN
 ADJ
 VERB
 NOUN
 NOUN
 PROPN
 PROPN
 NOUN
 VERB
 ADJ
 ADJ
 NOUN
 VERB
 VERB
 PROPN
X
 NUM
 NOUN
 NOUN
X
 VERB
 NOUN
X
X
X
 VERB
 PROPN
X
 INTJ
 NOUN
 NOUN
 VERB
 VERB
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 VERB
X
 NOUN
 VERB
 NOUN
 NOUN
X
 VERB
 PROPN
 PROPN
 PROPN
 VERB
X
 VERB
X
 NOUN
 VERB
 VERB
X
 ADV
 NOUN
 VERB
 PROPN
 NOUN
 NOUN
 VERB
 NOUN
X
 VERB
 PROPN
X
 NOUN
X
 VERB
 NOUN
 NUM
 NOUN
 ADV
 VERB
 NOUN
 VERB
 VERB
 VERB
 NOUN
X
X
X
X
 VERB
 NOUN
 VERB
 VERB
X
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 ADV
X
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
 ADJ
X
 PROPN
 PROPN
 NOUN
X
 VERB
 VERB
 VERB
 VERB
 ADJ
 NOUN
 VERB
X
 ADJ
 NOUN
 NOUN
X
 NOUN
 VERB
 NOUN
 NOUN
X
 VERB
 NOUN
 NOUN
 PROPN
 NOUN
 NOUN
 PROPN
 NOUN
 NOUN
 NOUN
 VERB
 ADV
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
X
 VERB
 NOUN
 VERB
X
X
 VERB
 NOUN
 PROPN
 NOUN
 VERB
 VERB
X
X
X
 NOUN
 ADJ
 VERB
 NOUN
 VERB
 VERB
 VERB
X
 NOUN
 NOUN
 VERB
 PROPN
 VERB
 VERB
 VERB
 VERB
 PROPN
 NOUN
 VERB
 VERB
X
 VERB
 VERB
 ADJ
 NOUN
 NOUN
 VERB
 NOUN
 PROPN
 NOUN
 NOUN
 PROPN
 VERB
 NOUN
 NUM
 ADJ
 ADJ
 VERB
 ADJ
 NOUN
 VERB
 ADJ
X
 NOUN
 NUM
 PROPN
 NOUN
 NOUN
 NOUN
X
 NOUN
 NOUN
 NOUN
X
X
 PROPN
 NOUN
 ADV
 NOUN
 VERB
 VERB
 VERB
 VERB
 NOUN
 PROPN
 VERB
 ADJ
 NOUN
 NUM
 VERB
 VERB
 NOUN
 ADV
X
 NOUN
 NOUN
 VERB
 VERB
 NOUN
X
 ADJ
 NOUN
 NUM
X
 NOUN
 NOUN
 NOUN
X
 VERB
 NOUN
 VERB
 NOUN
 NOUN
X
X
 NOUN
 VERB
 NOUN
 VERB
 ADJ
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 PROPN
 NOUN
 ADJ
 NOUN
 NOUN
 NOUN
 VERB
 ADJ
 VERB
 NOUN
X
 VERB
 NOUN
 VERB
 NUM
 NOUN
 VERB
X
 PROPN
 ADJ
 ADJ
X
 NUM
 VERB
 ADJ
 NOUN
 ADJ
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 PROPN
 NOUN
 NOUN
 PROPN
 NOUN
 ADJ
 NOUN
 NOUN
 NOUN
 ADV
 NOUN
 NOUN
 PROPN
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
X
 ADV
 VERB
 VERB
 ADJ
 PROPN
 VERB
 PROPN
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 ADV
 VERB
X
 PROPN
 PROPN
 ADJ
 NOUN
 VERB
X
 NOUN
 NOUN
 VERB
 ADV
 VERB
 NOUN
 ADV
 PROPN
 NOUN
 NOUN
 ADV
 PROPN
 VERB
 NOUN
 NOUN
 VERB
 PROPN
 NOUN
 NOUN
 NOUN
X
 NOUN
 PROPN
 VERB
 NOUN
 NOUN
 VERB
 NOUN
X
 NOUN
 NOUN
 NUM
 NOUN
 VERB
 VERB
 NOUN
 VERB
 NOUN
X
 ADJ
 VERB
 PROPN
 ADJ
 PROPN
X
 PROPN
 PROPN
 VERB
 NOUN
 NOUN
 VERB
 PROPN
 VERB
X
 NOUN
 ADJ
 VERB
 PROPN
 NOUN
 PROPN
 NUM
 NOUN
 VERB
 VERB
 PROPN
 NOUN
 NOUN
 NOUN
X
 NOUN
 PROPN
 VERB
 NOUN
X
 ADJ
 VERB
 NOUN
 PROPN
 PROPN
 NOUN
 NOUN
 PROPN
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 VERB
 NUM
 PROPN
 PROPN
 PROPN
 PROPN
 PROPN
X
 NOUN
 NOUN
 PROPN
X
 VERB
 PROPN
 VERB
 PROPN
 NOUN
 ADV
X
 VERB
 NOUN
X
 VERB
 NOUN
 PROPN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 PROPN
 ADV
 NOUN
 VERB
 NOUN
 PROPN
 VERB
 VERB
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
X
X
 VERB
 NOUN
 VERB
 NOUN
 VERB
 VERB
 NOUN
 ADJ
 PROPN
X
 NOUN
 ADV
 PROPN
 NOUN
 NOUN
 NOUN
 ADJ
 VERB
 PROPN
 NOUN
 NOUN
 VERB
X
 VERB
 PROPN
 ADJ
 VERB
X
 ADP
 PROPN
 NOUN
 VERB
 PROPN
 NOUN
X
 NOUN
 VERB
 NOUN
 NOUN
 PROPN
 PROPN
 VERB
X
 VERB
 NOUN
X
 NOUN
 NOUN
 NOUN
X
 NOUN
 PROPN
X
X
 NOUN
 VERB
X
 NOUN
 NUM
 PROPN
 VERB
 NOUN
 VERB
 ADJ
 NOUN
 NOUN
 NOUN
 ADJ
 VERB
X
 ADJ
X
 VERB
 VERB
 ADJ
 NOUN
 NOUN
 PROPN
X
 NOUN
 VERB
 PROPN
 INTJ
 ADJ
 VERB
 NOUN
 PROPN
 NOUN
X
 NOUN
 VERB
 PROPN
X
X
 VERB
 NOUN
 VERB
 NOUN
X
 VERB
 ADV
X
 ADJ
 NOUN
 VERB
 VERB
 VERB
 PROPN
 NOUN
 VERB
 NOUN
 NOUN
X
 PROPN
 NOUN
 VERB
 NOUN
X
 PROPN
 NOUN
 NOUN
 VERB
 NOUN
X
X
 VERB
 VERB
 NOUN
 VERB
 PROPN
 NOUN
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 PROPN
 ADJ
 VERB
 VERB
X
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 VERB
 NOUN
 NOUN
 NOUN
 PROPN
 PROPN
 NOUN
 ADV
 VERB
 NOUN
X
 PROPN
 NOUN
 ADJ
 VERB
 NOUN
X
 VERB
 VERB
 NOUN
 PROPN
X
 NOUN
 VERB
 PROPN
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
 NOUN
 PROPN
 NOUN
 ADJ
 X
 PROPN
 PROPN
 ADV
 PROPN
 NUM
 VERB
 NOUN
 VERB
 PROPN
 NOUN
 PROPN
 ADJ
 PROPN
 NOUN
 VERB
 NOUN
 VERB
X
 VERB
 ADJ
 NOUN
 PROPN
 VERB
 NOUN
 ADJ
 ADV
 VERB
 NOUN
 ADJ
 NOUN
 ADJ
 VERB
 NOUN
 ADJ
 PROPN
 NOUN
 PROPN
 NOUN
 NOUN
 NOUN
 PROPN
 ADV
 NOUN
X
 NOUN
 VERB
 VERB
 NOUN
 NOUN
X
 NOUN
 ADJ
 NOUN
 ADV
 NOUN
 VERB
 NOUN
 VERB
 NOUN
 PROPN
X
 VERB
 ADJ
 VERB
X
 NOUN
 NOUN
 VERB
 VERB
 VERB
 NOUN
X
 NUM
 NOUN
 PROPN
X
 NOUN
 ADV
X
 VERB
 ADJ
 PUNCT
 NOUN
 NOUN
 NOUN
X
 NOUN
 NOUN
 VERB
 NOUN
 ADV
 NOUN
 PROPN
 NOUN
 PROPN
 VERB
 VERB
 PROPN
 NOUN
 PROPN
 NOUN
 NOUN
 PROPN
 NOUN
X
 NOUN
 NOUN
 VERB
 ADV
 NOUN
 ADJ
 VERB
X
X
X
 VERB
 NOUN
X
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 PROPN
 PROPN
 NOUN
 NOUN
X
 PROPN
 VERB
 PROPN
 PROPN
 PROPN
X
 PROPN
X
 ADV
 NOUN
 NOUN
 NOUN
 NOUN
 ADJ
X
 NOUN
X
 PROPN
 PROPN
 VERB
 NOUN
 PROPN
 NOUN
X
 NOUN
 NOUN
 NOUN
 PROPN
X
 PROPN
 NOUN
X
 VERB
X
 VERB
X
X
X
 NOUN
 VERB
 NOUN
 PROPN
 PROPN
 VERB
 VERB
 PROPN
 NOUN
 NOUN
 PROPN
 NOUN
 CCONJ
X
 ADV
 PROPN
X
X
 NOUN
 VERB
 NOUN
 VERB
 VERB
 VERB
 VERB
X
 VERB
X
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 PROPN
 NOUN
 ADJ
 NOUN
 VERB
 ADJ
 NOUN
 VERB
 ADJ
 ADJ
 VERB
 ADV
 NOUN
 ADJ
 NOUN
X
 NOUN
 PROPN
 NOUN
 NOUN
 VERB
 NOUN
 PROPN
 NOUN
 PROPN
 NOUN
X
 ADJ
 PROPN
 VERB
 PROPN
 NUM
 VERB
 NOUN
 NOUN
 PROPN
X
 PROPN
 PROPN
 VERB
 VERB
 VERB
 INTJ
 ADJ
 NOUN
 VERB
 VERB
 VERB
 VERB
 NOUN
 VERB
 VERB
 VERB
 PROPN
 NOUN
 VERB
 NOUN
 ADV
 NOUN
 NOUN
 VERB
 PROPN
 NOUN
 NOUN
 NOUN
 VERB
 ADV
X
 NOUN
 NOUN
 NOUN
 ADJ
 NOUN
 PRON
 ADJ
 NOUN
X
 PROPN
 VERB
 NOUN
 VERB
 NOUN
X
 NOUN
 ADJ
 NOUN
 NOUN
 NOUN
 NOUN
 PROPN
 ADJ
 VERB
X
 PROPN
 PROPN
 VERB
 NOUN
X
 VERB
 NOUN
 PROPN
 NOUN
 PROPN
 ADJ
 NUM
 NOUN
 NOUN
 PROPN
 ADJ
 VERB
 PROPN
 PROPN
 VERB
 NOUN
 NOUN
 NOUN
 ADJ
X
 NOUN
 NOUN
 VERB
 VERB
 ADV
 NOUN
 NOUN
X
X
 VERB
 NOUN
 NUM
 NOUN
 PROPN
 NOUN
 NOUN
 VERB
 PROPN
 VERB
 PROPN
 NOUN
 VERB
 VERB
 NUM
X
 ADV
X
X
 NOUN
 NOUN
 NOUN
 VERB
X
 VERB
 ADJ
 VERB
 ADJ
 NOUN
X
 NOUN
 VERB
 PROPN
 NOUN
 ADJ
 ADV
 NOUN
 NOUN
 PROPN
 NOUN
 VERB
 NOUN
 PROPN
X
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 NOUN
 NOUN
 ADV
 PROPN
 NOUN
 VERB
 PROPN
 NOUN
 VERB
 ADJ
 PROPN
 NOUN
 VERB
 NOUN
 PROPN
 NOUN
 VERB
 ADJ
 VERB
 NOUN
 VERB
 NOUN
 PROPN
 NOUN
 VERB
 ADJ
 ADV
 PROPN
 NOUN
X
 ADV
 NOUN
 NOUN
 VERB
 VERB
 PROPN
 PROPN
X
 VERB
 NOUN
 NOUN
 ADJ
 NOUN
 NOUN
 VERB
 NOUN
 NOUN
 NOUN
 PROPN
 NOUN
 VERB
 VERB
 NOUN
 VERB
 ADV
 VERB
 ADJ
 VERB
 PROPN
 VERB
 NOUN
 VERB
 NOUN
 NOUN
 INTJ
 PROPN
 ADV
 NOUN
 NOUN
 PROPN
 NOUN
X
 NOUN
 NOUN
X
 NOUN
X
X
 VERB
 VERB
 VERB
 VERB
 NOUN
 PROPN
 VERB
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 ADJ
 ADJ
X
 NUM
 NOUN
 NOUN
X
 VERB
X
 VERB
 ADV
 NOUN
X
 VERB
 NOUN
 ADJ
 PROPN
 PROPN
 PROPN
 NOUN
 ADJ
 NOUN
 NOUN
 VERB
 PROPN
 NOUN
 NOUN
 NOUN
 VERB
 VERB
 VERB
 PROPN
 PROPN
 VERB
 PROPN
 VERB
 NOUN
 NOUN
 VERB
X
 ADJ
 NUM
 VERB
 VERB
 ADP
 VERB
X
 ADV
 ADV
X
X
 NOUN
 VERB
X
 VERB
X
 NOUN
 VERB
 NOUN
 PROPN
 VERB
 NOUN
 NOUN
 NOUN
 PROPN
 ADV
 NOUN
X
 NOUN
X
 NOUN
 NUM
 NOUN
 ADJ
 VERB
 NOUN
 PROPN
 PROPN
 VERB
 NOUN
